{
  "text": {
    "مرحبا": 143,
    "السلام": 34,
    "عليكم": 107,
    "أهلا": 10,
    "صباح": 104,
    "الخير": 32,
    "مساء": 144,
    "بك": 68,
    "كيف": 124,
    "حالك": 88,
    "وداعا": 166,
    "مع": 149,
    "السلامة": 35,
    "إلى": 14,
    "اللقاء": 51,
    "أراك": 3,
    "لاحقا": 127,
    "شكرا": 103,
    "لك": 131,
    "جزيلا": 86,
    "تصبح": 75,
    "على": 106,
    "خير": 96,
    "ما": 138,
    "هي": 162,
    "عقوبة": 105,
    "السرقة": 33,
    "في": 112,
    "القانون": 46,
    "ماذا": 139,
    "يقول": 170,
    "عن": 108,
    "التحرش": 25,
    "العقوبة": 42,
    "المفروضة": 60,
    "القتل": 49,
    "أريد": 5,
    "معرفة": 150,
    "حقوقي": 92,
    "حالة": 87,
    "الطلاق": 40,
    "يتم": 169,
    "تقسيم": 80,
    "الميراث": 63,
    "وفقا": 167,
    "للقانون": 134,
    "هل": 159,
    "التشهير": 26,
    "جريمة": 85,
    "الإجراءات": 23,
    "القانونية": 48,
    "للزواج": 132,
    "هو": 161,
    "المنظم": 62,
    "للشركات": 133,
    "كـموظف": 122,
    "إذا": 13,
    "تم": 82,
    "فصلي": 110,
    "حقوق": 91,
    "الملكية": 61,
    "الفكرية": 45,
    "أحتاج": 1,
    "تحليل": 72,
    "قضية": 120,
    "يمكنك": 171,
    "هذه": 158,
    "القضية": 50,
    "رأيك": 100,
    "الحالة": 29,
    "القانوني": 47,
    "مشكلتي": 146,
    "أن": 8,
    "تكون": 81,
    "قاضيا": 113,
    "قضيتي": 121,
    "ستحكم": 101,
    "تحليلا": 73,
    "قضائيا": 119,
    "تصرف": 76,
    "كقاضي": 123,
    "وأخبرني": 163,
    "بالحكم": 64,
    "الحكم": 30,
    "المحتمل": 54,
    "اعطني": 19,
    "رأي": 99,
    "قانوني": 116,
    "المسألة": 56,
    "اشرح": 18,
    "لي": 136,
    "قانون": 115,
    "العمل": 43,
    "معنى": 152,
    "المادة": 52,
    "المتعلقة": 53,
    "بـ": 67,
    "الطفل": 39,
    "فسر": 109,
    "الأحوال": 20,
    "الشخصية": 36,
    "لا": 125,
    "أفهم": 7,
    "الضرائب": 38,
    "شرحه": 102,
    "فهم": 111,
    "لائحة": 126,
    "حماية": 93,
    "المستهلك": 57,
    "لقانون": 129,
    "الإيجار": 24,
    "الفرق": 44,
    "بين": 70,
    "الجنحة": 28,
    "والجناية": 164,
    "الشركات": 37,
    "بشكل": 66,
    "أفضل": 6,
    "العقارية": 41,
    "مصادرك": 147,
    "من": 154,
    "أين": 11,
    "أتت": 0,
    "المعلومات": 59,
    "المراجع": 55,
    "التي": 27,
    "استخدمتها": 17,
    "ذكر": 98,
    "المصادر": 58,
    "اذكر": 16,
    "معلومات": 151,
    "موثوقة": 155,
    "حصلت": 90,
    "مصدر": 148,
    "إجابتك": 12,
    "هناك": 160,
    "مراجع": 142,
    "قانونية": 117,
    "لهذه": 135,
    "الإجابة": 22,
    "تستطيع": 74,
    "تفعل": 78,
    "قدراتك": 118,
    "مساعدتي": 145,
    "الخدمات": 31,
    "تقدمها": 79,
    "أخبرني": 2,
    "نفسك": 157,
    "دورك": 97,
    "تعمل": 77,
    "خبرتك": 95,
    "أنت": 9,
    "محامي": 141,
    "مؤهل": 137,
    "ا": 15,
    "لدي": 128,
    "نزاع": 156,
    "جاري": 83,
    "حول": 94,
    "حدود": 89,
    "الأرض": 21,
    "لقد": 130,
    "قام": 114,
    "ببناء": 65,
    "جدار": 84,
    "يتعدى": 168,
    "أرضي": 4,
    "بمقدار": 69,
    "متر": 140,
    "وثائق": 165,
    "ملكية": 153,
    "تثبت": 71
  },
  "intent": {
    "greet": 6,
    "goodbye": 5,
    "ask_legal_question": 1,
    "analyze_case": 0,
    "explain_law": 4,
    "ask_sources": 2,
    "bot_capability": 3
  },
  "response": null,
  "action_name": {
    "action_listen": 9,
    "action_restart": 10,
    "action_session_start": 12,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 11,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 2,
    "action_extract_slots": 8,
    "action_analyze_legal_case": 0,
    "action_answer_legal_question": 1,
    "action_explain_law": 7,
    "action_show_sources": 13,
    "utter_ask_for_case_description": 16,
    "utter_capabilities": 17,
    "utter_goodbye": 18,
    "utter_greet": 19
  },
  "action_text": null,
  "intent_response_key": null
}