{
  "text": {
    " ": 0,
    "م": 1214,
    "ر": 729,
    "ح": 624,
    "ب": 476,
    "ا": 333,
    " م": 191,
    "مر": 1243,
    "رح": 752,
    "حب": 632,
    "با": 478,
    "ا ": 334,
    " مر": 201,
    "مرح": 1246,
    "رحب": 754,
    "حبا": 633,
    "با ": 479,
    " مرح": 203,
    "مرحب": 1247,
    "رحبا": 755,
    "حبا ": 634,
    "ل": 1069,
    "س": 800,
    " ا": 29,
    "ال": 405,
    "لس": 1123,
    "سل": 824,
    "لا": 1082,
    "ام": 464,
    "م ": 1215,
    " ال": 38,
    "الس": 427,
    "لسل": 1126,
    "سلا": 825,
    "لام": 1090,
    "ام ": 465,
    " الس": 45,
    "السل": 429,
    "لسلا": 1127,
    "سلام": 826,
    "لام ": 1091,
    "ع": 911,
    "ي": 1416,
    "ك": 1035,
    " ع": 137,
    "عل": 931,
    "لي": 1207,
    "يك": 1445,
    "كم": 1056,
    " عل": 140,
    "علي": 939,
    "ليك": 1209,
    "يكم": 1447,
    "كم ": 1057,
    " علي": 142,
    "عليك": 940,
    "ليكم": 1210,
    "يكم ": 1448,
    "أ": 262,
    "ه": 1338,
    " أ": 1,
    "أه": 294,
    "هل": 1345,
    " أه": 18,
    "أهل": 295,
    "هلا": 1347,
    "لا ": 1083,
    " أهل": 19,
    "أهلا": 296,
    "هلا ": 1348,
    "ص": 850,
    " ص": 134,
    "صب": 854,
    "اح": 363,
    "ح ": 625,
    " صب": 135,
    "صبا": 855,
    "باح": 480,
    "اح ": 364,
    " صبا": 136,
    "صباح": 856,
    "باح ": 481,
    "خ": 672,
    "لخ": 1112,
    "خي": 684,
    "ير": 1434,
    "ر ": 730,
    "الخ": 424,
    "لخي": 1115,
    "خير": 685,
    "ير ": 1435,
    " الخ": 44,
    "الخي": 426,
    "لخير": 1116,
    "خير ": 686,
    "ء": 257,
    "مس": 1248,
    "سا": 804,
    "اء": 335,
    "ء ": 258,
    " مس": 204,
    "مسا": 1251,
    "ساء": 805,
    "اء ": 336,
    " مسا": 205,
    "مساء": 1252,
    "ساء ": 806,
    " ب": 54,
    "بك": 505,
    "ك ": 1036,
    " بك": 63,
    "بك ": 506,
    " بك ": 64,
    "ف": 953,
    " ك": 164,
    "كي": 1064,
    "يف": 1440,
    "ف ": 954,
    " كي": 169,
    "كيف": 1067,
    "يف ": 1441,
    " كيف": 170,
    "كيف ": 1068,
    " ح": 99,
    "حا": 626,
    "لك": 1164,
    " حا": 100,
    "حال": 627,
    "الك": 448,
    "لك ": 1165,
    " حال": 101,
    "حالك": 629,
    "الك ": 449,
    "و": 1362,
    "د": 687,
    " و": 238,
    "ود": 1381,
    "دا": 689,
    "اع": 393,
    "عا": 913,
    " ود": 245,
    "ودا": 1383,
    "داع": 692,
    "اعا": 395,
    "عا ": 914,
    " ودا": 246,
    "وداع": 1384,
    "داعا": 693,
    "اعا ": 396,
    "مع": 1264,
    "ع ": 912,
    " مع": 211,
    "مع ": 1265,
    " مع ": 212,
    "ة": 516,
    "مة": 1229,
    "ة ": 517,
    "امة": 466,
    "مة ": 1230,
    "لامة": 1092,
    "امة ": 467,
    "إ": 307,
    "ى": 1414,
    " إ": 22,
    "إل": 316,
    "لى": 1205,
    "ى ": 1415,
    " إل": 27,
    "إلى": 317,
    "لى ": 1206,
    " إلى": 28,
    "إلى ": 318,
    "ق": 989,
    "لل": 1168,
    "لق": 1152,
    "قا": 991,
    "الل": 450,
    "للق": 1173,
    "لقا": 1153,
    "قاء": 993,
    " الل": 52,
    "اللق": 451,
    "للقا": 1174,
    "لقاء": 1154,
    "قاء ": 994,
    "أر": 274,
    "را": 735,
    "اك": 403,
    " أر": 8,
    "أرا": 275,
    "راك": 747,
    "اك ": 404,
    " أرا": 9,
    "أراك": 276,
    "راك ": 748,
    " ل": 171,
    "حق": 651,
    " لا": 172,
    "لاح": 1086,
    "احق": 365,
    "حقا": 652,
    "قا ": 992,
    " لاح": 175,
    "لاحق": 1087,
    "احقا": 366,
    "حقا ": 653,
    "ش": 830,
    " ش": 129,
    "شك": 841,
    "كر": 1040,
    " شك": 132,
    "شكر": 842,
    "كرا": 1042,
    "را ": 736,
    " شكر": 133,
    "شكرا": 843,
    "كرا ": 1043,
    " لك": 181,
    " لك ": 182,
    "ج": 597,
    "ز": 790,
    " ج": 90,
    "جز": 614,
    "زي": 797,
    "يل": 1449,
    " جز": 97,
    "جزي": 615,
    "زيل": 798,
    "يلا": 1451,
    " جزي": 98,
    "جزيل": 616,
    "زيلا": 799,
    "يلا ": 1452,
    "ت": 518,
    " ت": 69,
    "تص": 546,
    "بح": 493,
    " تص": 76,
    "تصب": 547,
    "صبح": 857,
    "بح ": 494,
    " تصب": 77,
    "تصبح": 548,
    "صبح ": 858,
    "على": 937,
    " على": 141,
    "على ": 938,
    " خ": 112,
    " خي": 115,
    " خير": 116,
    "ما": 1219,
    " ما": 194,
    "ما ": 1220,
    " ما ": 195,
    " ه": 227,
    "هي": 1358,
    "ي ": 1417,
    " هي": 236,
    "هي ": 1359,
    " هي ": 237,
    "عق": 926,
    "قو": 1025,
    "وب": 1373,
    "بة": 487,
    " عق": 138,
    "عقو": 929,
    "قوب": 1026,
    "وبة": 1374,
    "بة ": 488,
    " عقو": 139,
    "عقوب": 930,
    "قوبة": 1027,
    "وبة ": 1375,
    "سر": 818,
    "رق": 768,
    "قة": 1003,
    "لسر": 1124,
    "سرق": 820,
    "رقة": 770,
    "قة ": 1004,
    "السر": 428,
    "لسرق": 1125,
    "سرقة": 821,
    "رقة ": 771,
    " ف": 145,
    "في": 987,
    " في": 152,
    "في ": 988,
    " في ": 153,
    "ن": 1301,
    "ان": 470,
    "نو": 1326,
    "ون": 1408,
    "ن ": 1302,
    "الق": 444,
    "قان": 1001,
    "انو": 471,
    "نون": 1327,
    "ون ": 1409,
    " الق": 51,
    "القا": 445,
    "لقان": 1155,
    "قانو": 1002,
    "انون": 472,
    "نون ": 1328,
    "ذ": 721,
    "اذ": 373,
    "ذا": 722,
    "ماذ": 1225,
    "اذا": 374,
    "ذا ": 723,
    " ماذ": 196,
    "ماذا": 1226,
    "اذا ": 375,
    " ي": 249,
    "يق": 1442,
    "ول": 1403,
    "ل ": 1070,
    " يق": 253,
    "يقو": 1443,
    "قول": 1031,
    "ول ": 1404,
    " يقو": 254,
    "يقول": 1444,
    "قول ": 1032,
    "عن": 944,
    " عن": 143,
    "عن ": 945,
    " عن ": 144,
    "لت": 1095,
    "تح": 528,
    "حر": 645,
    "رش": 758,
    "ش ": 831,
    "الت": 415,
    "لتح": 1097,
    "تحر": 529,
    "حرش": 646,
    "رش ": 759,
    " الت": 41,
    "التح": 416,
    "لتحر": 1098,
    "تحرش": 530,
    "حرش ": 647,
    "لع": 1141,
    "الع": 438,
    "لعق": 1142,
    " الع": 49,
    "العق": 439,
    "لعقو": 1144,
    "ض": 873,
    "لم": 1175,
    "مف": 1272,
    "فر": 957,
    "رو": 779,
    "وض": 1388,
    "ضة": 878,
    "الم": 452,
    "لمف": 1191,
    "مفر": 1273,
    "فرو": 960,
    "روض": 780,
    "وضة": 1389,
    "ضة ": 879,
    " الم": 53,
    "المف": 460,
    "لمفر": 1192,
    "مفرو": 1274,
    "فروض": 961,
    "روضة": 781,
    "وضة ": 1390,
    "قت": 1005,
    "تل": 573,
    "لقت": 1158,
    "قتل": 1006,
    "تل ": 574,
    "القت": 446,
    "لقتل": 1159,
    "قتل ": 1007,
    "ري": 782,
    "يد": 1432,
    "د ": 688,
    "أري": 280,
    "ريد": 786,
    "يد ": 1433,
    " أري": 11,
    "أريد": 281,
    "ريد ": 787,
    "عر": 920,
    "رف": 764,
    "فة": 955,
    "معر": 1266,
    "عرف": 921,
    "رفة": 766,
    "فة ": 956,
    " معر": 213,
    "معرف": 1267,
    "عرفة": 922,
    "رفة ": 767,
    "وق": 1397,
    "قي": 1033,
    " حق": 106,
    "حقو": 654,
    "قوق": 1028,
    "وقي": 1401,
    "قي ": 1034,
    " حقو": 107,
    "حقوق": 655,
    "قوقي": 1030,
    "وقي ": 1402,
    "لة": 1093,
    "الة": 413,
    "لة ": 1094,
    "حالة": 628,
    "الة ": 414,
    "ط": 893,
    "لط": 1136,
    "طل": 897,
    "اق": 401,
    "ق ": 990,
    "الط": 435,
    "لطل": 1139,
    "طلا": 898,
    "لاق": 1088,
    "اق ": 402,
    " الط": 48,
    "الطل": 437,
    "لطلا": 1140,
    "طلاق": 899,
    "لاق ": 1089,
    "يت": 1422,
    "تم": 575,
    " يت": 250,
    "يتم": 1425,
    "تم ": 576,
    " يتم": 252,
    "يتم ": 1426,
    "تق": 564,
    "قس": 1016,
    "سي": 827,
    "يم": 1453,
    " تق": 83,
    "تقس": 567,
    "قسي": 1017,
    "سيم": 828,
    "يم ": 1454,
    " تقس": 85,
    "تقسي": 568,
    "قسيم": 1018,
    "سيم ": 829,
    "ث": 586,
    "مي": 1297,
    "اث": 357,
    "ث ": 587,
    "لمي": 1197,
    "مير": 1299,
    "يرا": 1436,
    "راث": 743,
    "اث ": 358,
    "المي": 463,
    "لمير": 1198,
    "ميرا": 1300,
    "يراث": 1437,
    "راث ": 744,
    "وف": 1394,
    "فق": 976,
    " وف": 247,
    "وفق": 1395,
    "فقا": 977,
    " وفق": 248,
    "وفقا": 1396,
    "فقا ": 978,
    " لل": 183,
    " للق": 186,
    " هل": 230,
    "هل ": 1346,
    " هل ": 231,
    "تش": 543,
    "شه": 847,
    "لتش": 1099,
    "تشه": 544,
    "شهي": 848,
    "هير": 1360,
    "التش": 417,
    "لتشه": 1100,
    "تشهي": 545,
    "شهير": 849,
    "هير ": 1361,
    "جر": 609,
    " جر": 95,
    "جري": 612,
    "ريم": 788,
    "يمة": 1455,
    " جري": 96,
    "جريم": 613,
    "ريمة": 789,
    "يمة ": 1456,
    "لإ": 1076,
    "إج": 308,
    "ءا": 259,
    "ات": 353,
    "ت ": 519,
    "الإ": 410,
    "لإج": 1077,
    "إجر": 311,
    "جرا": 610,
    "راء": 737,
    "اءا": 337,
    "ءات": 260,
    "ات ": 354,
    " الإ": 40,
    "الإج": 411,
    "لإجر": 1079,
    "إجرا": 312,
    "جراء": 611,
    "راءا": 738,
    "اءات": 338,
    "ءات ": 261,
    "ني": 1332,
    "ية": 1420,
    "وني": 1410,
    "نية": 1334,
    "ية ": 1421,
    "نوني": 1329,
    "ونية": 1412,
    "نية ": 1335,
    "لز": 1120,
    "زو": 794,
    "وا": 1367,
    "اج": 359,
    "ج ": 598,
    "للز": 1169,
    "لزو": 1121,
    "زوا": 795,
    "واج": 1368,
    "اج ": 360,
    " للز": 184,
    "للزو": 1170,
    "لزوا": 1122,
    "زواج": 796,
    "واج ": 1369,
    "هو": 1356,
    "و ": 1363,
    " هو": 234,
    "هو ": 1357,
    " هو ": 235,
    "ظ": 906,
    "من": 1285,
    "نظ": 1318,
    "ظم": 909,
    "لمن": 1195,
    "منظ": 1287,
    "نظم": 1319,
    "ظم ": 910,
    "المن": 462,
    "لمنظ": 1196,
    "منظم": 1288,
    "نظم ": 1320,
    "لش": 1128,
    "شر": 835,
    "رك": 772,
    "كا": 1037,
    "للش": 1171,
    "لشر": 1131,
    "شرك": 839,
    "ركا": 774,
    "كات": 1038,
    " للش": 185,
    "للشر": 1172,
    "لشرك": 1132,
    "شركا": 840,
    "ركات": 775,
    "كات ": 1039,
    "ـ": 948,
    "كـ": 1046,
    "ـم": 950,
    "مو": 1292,
    "وظ": 1391,
    "ظف": 907,
    " كـ": 165,
    "كـم": 1047,
    "ـمو": 951,
    "موظ": 1295,
    "وظف": 1392,
    "ظف ": 908,
    " كـم": 166,
    "كـمو": 1048,
    "ـموظ": 952,
    "موظف": 1296,
    "وظف ": 1393,
    "إذ": 313,
    " إذ": 25,
    "إذا": 314,
    " إذا": 26,
    "إذا ": 315,
    " تم": 88,
    " تم ": 89,
    "فص": 967,
    "صل": 865,
    " فص": 148,
    "فصل": 968,
    "صلي": 868,
    "لي ": 1208,
    " فصل": 149,
    "فصلي": 969,
    "صلي ": 869,
    "وق ": 1398,
    "قوق ": 1029,
    "مل": 1281,
    "لمل": 1193,
    "ملك": 1283,
    "لكي": 1166,
    "كية": 1065,
    "المل": 461,
    "لملك": 1194,
    "ملكي": 1284,
    "لكية": 1167,
    "كية ": 1066,
    "لف": 1147,
    "فك": 979,
    "الف": 441,
    "لفك": 1150,
    "فكر": 980,
    "كري": 1044,
    "رية": 784,
    " الف": 50,
    "الفك": 443,
    "لفكر": 1151,
    "فكري": 981,
    "كرية": 1045,
    "رية ": 785,
    "أح": 266,
    "حت": 637,
    "تا": 520,
    " أح": 4,
    "أحت": 267,
    "حتا": 638,
    "تاج": 521,
    " أحت": 5,
    "أحتا": 268,
    "حتاج": 639,
    "تاج ": 522,
    "حل": 659,
    " تح": 72,
    "تحل": 533,
    "حلي": 660,
    "ليل": 1211,
    "يل ": 1450,
    " تحل": 73,
    "تحلي": 534,
    "حليل": 661,
    "ليل ": 1212,
    " ق": 154,
    "قض": 1019,
    "ضي": 885,
    " قض": 161,
    "قضي": 1022,
    "ضية": 889,
    " قضي": 163,
    "قضية": 1023,
    "ضية ": 890,
    "مك": 1278,
    "كن": 1058,
    "نك": 1324,
    " يم": 255,
    "يمك": 1457,
    "مكن": 1279,
    "كنك": 1059,
    "نك ": 1325,
    " يمك": 256,
    "يمكن": 1458,
    "مكنك": 1280,
    "كنك ": 1060,
    "هذ": 1342,
    "ذه": 727,
    "ه ": 1339,
    " هذ": 228,
    "هذه": 1343,
    "ذه ": 728,
    " هذه": 229,
    "هذه ": 1344,
    "لقض": 1162,
    "القض": 447,
    "لقضي": 1163,
    " ر": 123,
    "رأ": 731,
    "أي": 297,
    " رأ": 124,
    "رأي": 732,
    "أيك": 299,
    "يك ": 1446,
    " رأي": 125,
    "رأيك": 734,
    "أيك ": 300,
    "لح": 1107,
    "الح": 421,
    "لحا": 1108,
    " الح": 43,
    "الحا": 422,
    "لحال": 1109,
    "ني ": 1333,
    "وني ": 1411,
    "مش": 1256,
    "كل": 1052,
    "تي": 584,
    " مش": 206,
    "مشك": 1257,
    "شكل": 844,
    "كلت": 1054,
    "لتي": 1101,
    "تي ": 585,
    " مشك": 207,
    "مشكل": 1258,
    "شكلت": 846,
    "كلتي": 1055,
    "لتي ": 1102,
    "أن": 290,
    " أن": 15,
    "أن ": 291,
    " أن ": 16,
    "تك": 569,
    "كو": 1061,
    " تك": 86,
    "تكو": 571,
    "كون": 1062,
    " تكو": 87,
    "تكون": 572,
    "كون ": 1063,
    "اض": 389,
    "يا": 1418,
    " قا": 155,
    "قاض": 997,
    "اضي": 390,
    "ضيا": 887,
    "يا ": 1419,
    " قاض": 156,
    "قاضي": 998,
    "اضيا": 392,
    "ضيا ": 888,
    "ضيت": 891,
    "يتي": 1427,
    "قضيت": 1024,
    "ضيتي": 892,
    "يتي ": 1428,
    " س": 126,
    "ست": 809,
    "حك": 656,
    " ست": 127,
    "ستح": 810,
    "تحك": 531,
    "حكم": 657,
    " ستح": 128,
    "ستحك": 811,
    "تحكم": 532,
    "حكم ": 658,
    "ليلا": 1213,
    "ئ": 322,
    "ضا": 875,
    "ائ": 339,
    "ئي": 330,
    "قضا": 1020,
    "ضائ": 876,
    "ائي": 346,
    "ئيا": 331,
    " قضا": 162,
    "قضائ": 1021,
    "ضائي": 877,
    "ائيا": 347,
    "ئيا ": 332,
    "صر": 862,
    "تصر": 549,
    "صرف": 863,
    "رف ": 765,
    " تصر": 78,
    "تصرف": 550,
    "صرف ": 864,
    "كق": 1049,
    " كق": 167,
    "كقا": 1050,
    "ضي ": 886,
    " كقا": 168,
    "كقاض": 1051,
    "اضي ": 391,
    "وأ": 1364,
    "أخ": 271,
    "خب": 673,
    "بر": 495,
    "رن": 776,
    " وأ": 239,
    "وأخ": 1365,
    "أخب": 272,
    "خبر": 674,
    "برن": 498,
    "رني": 777,
    " وأخ": 240,
    "وأخب": 1366,
    "أخبر": 273,
    "خبرن": 676,
    "برني": 499,
    "رني ": 778,
    " با": 55,
    "بال": 482,
    "لحك": 1110,
    " بال": 56,
    "بالح": 483,
    "الحك": 423,
    "لحكم": 1111,
    "مح": 1238,
    "لمح": 1180,
    "محت": 1241,
    "حتم": 640,
    "تمل": 577,
    "مل ": 1282,
    "المح": 455,
    "لمحت": 1181,
    "محتم": 1242,
    "حتمل": 641,
    "تمل ": 578,
    "عط": 923,
    "طن": 900,
    " اع": 36,
    "اعط": 399,
    "عطن": 924,
    "طني": 901,
    " اعط": 37,
    "اعطن": 400,
    "عطني": 925,
    "طني ": 902,
    "أي ": 298,
    "رأي ": 733,
    " قان": 158,
    "سأ": 801,
    "أل": 287,
    "لمس": 1184,
    "مسأ": 1249,
    "سأل": 802,
    "ألة": 288,
    "المس": 457,
    "لمسأ": 1185,
    "مسأل": 1250,
    "سألة": 803,
    "ألة ": 289,
    "اش": 386,
    " اش": 34,
    "اشر": 387,
    "شرح": 836,
    "رح ": 753,
    " اشر": 35,
    "اشرح": 388,
    "شرح ": 837,
    " لي": 189,
    " لي ": 190,
    "عم": 941,
    "لعم": 1145,
    "عمل": 942,
    "العم": 440,
    "لعمل": 1146,
    "عمل ": 943,
    "نى": 1330,
    "معن": 1270,
    "عنى": 946,
    "نى ": 1331,
    " معن": 215,
    "معنى": 1271,
    "عنى ": 947,
    "اد": 367,
    "دة": 694,
    "لما": 1176,
    "ماد": 1223,
    "ادة": 368,
    "دة ": 695,
    "الما": 453,
    "لماد": 1177,
    "مادة": 1224,
    "ادة ": 369,
    "مت": 1231,
    "تع": 554,
    "لمت": 1178,
    "متع": 1234,
    "تعل": 557,
    "علق": 933,
    "لقة": 1156,
    "المت": 454,
    "لمتع": 1179,
    "متعل": 1235,
    "تعلق": 558,
    "علقة": 934,
    "لقة ": 1157,
    "بـ": 503,
    "ـ ": 949,
    " بـ": 61,
    "بـ ": 504,
    " بـ ": 62,
    "طف": 894,
    "فل": 982,
    "لطف": 1137,
    "طفل": 895,
    "فل ": 983,
    "الطف": 436,
    "لطفل": 1138,
    "طفل ": 896,
    "فس": 962,
    " فس": 146,
    "فسر": 963,
    "سر ": 819,
    " فسر": 147,
    "فسر ": 964,
    "لأ": 1071,
    "حو": 667,
    "الأ": 407,
    "لأح": 1072,
    "أحو": 269,
    "حوا": 668,
    "وال": 1370,
    "ال ": 406,
    " الأ": 39,
    "الأح": 408,
    "لأحو": 1073,
    "أحوا": 270,
    "حوال": 669,
    "وال ": 1371,
    "شخ": 832,
    "خص": 681,
    "صي": 870,
    "الش": 430,
    "لشخ": 1129,
    "شخص": 833,
    "خصي": 682,
    "صية": 871,
    " الش": 46,
    "الشخ": 431,
    "لشخص": 1130,
    "شخصي": 834,
    "خصية": 683,
    "صية ": 872,
    " لا ": 173,
    "أف": 282,
    "فه": 984,
    "هم": 1351,
    " أف": 12,
    "أفه": 285,
    "فهم": 985,
    "هم ": 1352,
    " أفه": 14,
    "أفهم": 286,
    "فهم ": 986,
    "لض": 1133,
    "ضر": 880,
    "ئب": 323,
    "ب ": 477,
    "الض": 433,
    "لضر": 1134,
    "ضرا": 881,
    "رائ": 739,
    "ائب": 340,
    "ئب ": 324,
    " الض": 47,
    "الضر": 434,
    "لضرا": 1135,
    "ضرائ": 882,
    "رائب": 740,
    "ائب ": 341,
    "حه": 665,
    " شر": 130,
    "رحه": 756,
    "حه ": 666,
    " شرح": 131,
    "شرحه": 838,
    "رحه ": 757,
    " فه": 150,
    " فهم": 151,
    "ئح": 325,
    "حة": 635,
    "لائ": 1084,
    "ائح": 342,
    "ئحة": 326,
    "حة ": 636,
    " لائ": 174,
    "لائح": 1085,
    "ائحة": 343,
    "ئحة ": 327,
    "حم": 662,
    "اي": 473,
    " حم": 108,
    "حما": 663,
    "ماي": 1227,
    "اية": 474,
    " حما": 109,
    "حماي": 664,
    "ماية": 1228,
    "اية ": 475,
    "ته": 579,
    "مست": 1254,
    "سته": 816,
    "تهل": 582,
    "هلك": 1349,
    "لمست": 1186,
    "مسته": 1255,
    "ستهل": 817,
    "تهلك": 583,
    "هلك ": 1350,
    " لق": 178,
    " لقا": 179,
    "إي": 319,
    "يج": 1429,
    "جا": 599,
    "ار": 378,
    "لإي": 1080,
    "إيج": 320,
    "يجا": 1430,
    "جار": 603,
    "ار ": 379,
    "الإي": 412,
    "لإيج": 1081,
    "إيجا": 321,
    "يجار": 1431,
    "جار ": 604,
    "لفر": 1148,
    "فرق": 958,
    "رق ": 769,
    "الفر": 442,
    "لفرق": 1149,
    "فرق ": 959,
    "بي": 513,
    "ين": 1459,
    " بي": 67,
    "بين": 514,
    "ين ": 1460,
    " بين": 68,
    "بين ": 515,
    "لج": 1103,
    "جن": 619,
    "نح": 1312,
    "الج": 419,
    "لجن": 1104,
    "جنح": 622,
    "نحة": 1313,
    " الج": 42,
    "الجن": 420,
    "لجنح": 1106,
    "جنحة": 623,
    "نحة ": 1314,
    "نا": 1303,
    " وا": 241,
    "جنا": 620,
    "ناي": 1308,
    " وال": 242,
    "والج": 1372,
    "لجنا": 1105,
    "جناي": 621,
    "ناية": 1309,
    "الشر": 432,
    "بش": 500,
    " بش": 59,
    "بشك": 501,
    "كل ": 1053,
    " بشك": 60,
    "بشكل": 502,
    "شكل ": 845,
    "فض": 970,
    "ضل": 883,
    "أفض": 283,
    "فضل": 971,
    "ضل ": 884,
    " أفض": 13,
    "أفضل": 284,
    "فضل ": 972,
    "عقا": 927,
    "قار": 995,
    "اري": 380,
    "لعقا": 1143,
    "عقار": 928,
    "قاري": 996,
    "ارية": 382,
    "مص": 1259,
    "صا": 851,
    "در": 699,
    " مص": 208,
    "مصا": 1260,
    "صاد": 852,
    "ادر": 370,
    "درك": 703,
    "رك ": 773,
    " مصا": 209,
    "مصاد": 1261,
    "صادر": 853,
    "ادرك": 372,
    "درك ": 704,
    " من": 218,
    "من ": 1286,
    " من ": 219,
    " أي": 20,
    "أين": 301,
    " أين": 21,
    "أين ": 302,
    "أت": 263,
    "تت": 523,
    " أت": 2,
    "أتت": 264,
    "تت ": 524,
    " أتت": 3,
    "أتت ": 265,
    "لو": 1202,
    "وم": 1405,
    "لمع": 1189,
    "معل": 1268,
    "علو": 935,
    "لوم": 1203,
    "وما": 1406,
    "مات": 1221,
    "المع": 459,
    "لمعل": 1190,
    "معلو": 1269,
    "علوم": 936,
    "لوما": 1204,
    "ومات": 1407,
    "مات ": 1222,
    "جع": 617,
    "لمر": 1182,
    "مرا": 1244,
    "راج": 745,
    "اجع": 361,
    "جع ": 618,
    "المر": 456,
    "لمرا": 1183,
    "مراج": 1245,
    "راجع": 746,
    "اجع ": 362,
    "التي": 418,
    "اس": 383,
    "تخ": 535,
    "خد": 677,
    "دم": 705,
    "ها": 1340,
    " اس": 32,
    "است": 384,
    "ستخ": 812,
    "تخد": 536,
    "خدم": 678,
    "دمت": 708,
    "مته": 1236,
    "تها": 580,
    "ها ": 1341,
    " است": 33,
    "استخ": 385,
    "ستخد": 813,
    "تخدم": 537,
    "خدمت": 680,
    "دمته": 709,
    "متها": 1237,
    "تها ": 581,
    " ذ": 120,
    "ذك": 724,
    " ذك": 121,
    "ذكر": 725,
    "كر ": 1041,
    " ذكر": 122,
    "ذكر ": 726,
    "لمص": 1187,
    "در ": 700,
    "المص": 458,
    "لمصا": 1188,
    "ادر ": 371,
    " اذ": 30,
    "اذك": 376,
    " اذك": 31,
    "اذكر": 377,
    " معل": 214,
    "وث": 1376,
    "ثو": 594,
    " مو": 220,
    "موث": 1293,
    "وثو": 1379,
    "ثوق": 595,
    "وقة": 1399,
    " موث": 221,
    "موثو": 1294,
    "وثوق": 1380,
    "ثوقة": 596,
    "وقة ": 1400,
    "حص": 648,
    " حص": 104,
    "حصل": 649,
    "صلت": 866,
    "لت ": 1096,
    " حصل": 105,
    "حصلت": 650,
    "صلت ": 867,
    "صد": 859,
    "مصد": 1262,
    "صدر": 860,
    " مصد": 210,
    "مصدر": 1263,
    "صدر ": 861,
    "اب": 348,
    "بت": 489,
    " إج": 23,
    "إجا": 309,
    "جاب": 600,
    "ابت": 351,
    "بتك": 491,
    "تك ": 570,
    " إجا": 24,
    "إجاب": 310,
    "جابت": 602,
    "ابتك": 352,
    "بتك ": 492,
    "هن": 1353,
    " هن": 232,
    "هنا": 1354,
    "ناك": 1306,
    " هنا": 233,
    "هناك": 1355,
    "ناك ": 1307,
    " مرا": 202,
    "له": 1199,
    " له": 187,
    "لهذ": 1200,
    " لهذ": 188,
    "لهذه": 1201,
    "ابة": 349,
    "لإجا": 1078,
    "جابة": 601,
    "ابة ": 350,
    "تس": 540,
    "تط": 551,
    "طي": 903,
    "يع": 1438,
    " تس": 74,
    "تست": 541,
    "ستط": 814,
    "تطي": 552,
    "طيع": 904,
    "يع ": 1439,
    " تست": 75,
    "تستط": 542,
    "ستطي": 815,
    "تطيع": 553,
    "طيع ": 905,
    "تف": 561,
    "فع": 973,
    " تف": 81,
    "تفع": 562,
    "فعل": 974,
    "عل ": 932,
    " تفع": 82,
    "تفعل": 563,
    "فعل ": 975,
    "قد": 1008,
    " قد": 159,
    "قدر": 1012,
    "درا": 701,
    "رات": 741,
    "اتك": 355,
    " قدر": 160,
    "قدرا": 1013,
    "درات": 702,
    "راتك": 742,
    "اتك ": 356,
    "عد": 915,
    "دت": 696,
    "ساع": 807,
    "اعد": 397,
    "عدت": 916,
    "دتي": 697,
    "مساع": 1253,
    "ساعد": 808,
    "اعدت": 398,
    "عدتي": 917,
    "دتي ": 698,
    "لخد": 1113,
    "دما": 706,
    "الخد": 425,
    "لخدم": 1114,
    "خدما": 679,
    "دمات": 707,
    "مه": 1289,
    "تقد": 565,
    "قدم": 1014,
    "دمه": 710,
    "مها": 1290,
    " تقد": 84,
    "تقدم": 566,
    "قدمه": 1015,
    "دمها": 711,
    "مها ": 1291,
    " أخ": 6,
    " أخب": 7,
    " ن": 222,
    "نف": 1321,
    "سك": 822,
    " نف": 225,
    "نفس": 1322,
    "فسك": 965,
    "سك ": 823,
    " نفس": 226,
    "نفسك": 1323,
    "فسك ": 966,
    " د": 117,
    "دو": 712,
    "ور": 1385,
    " دو": 118,
    "دور": 715,
    "ورك": 1386,
    " دور": 119,
    "دورك": 716,
    "ورك ": 1387,
    " تع": 79,
    "تعم": 559,
    " تعم": 80,
    "تعمل": 560,
    "رت": 749,
    " خب": 113,
    "برت": 496,
    "رتك": 750,
    " خبر": 114,
    "خبرت": 675,
    "برتك": 497,
    "رتك ": 751,
    "نت": 1310,
    "أنت": 292,
    "نت ": 1311,
    " أنت": 17,
    "أنت ": 293,
    " مح": 199,
    "محا": 1239,
    "حام": 630,
    "امي": 468,
    "مي ": 1298,
    " محا": 200,
    "محام": 1240,
    "حامي": 631,
    "امي ": 469,
    "ؤ": 303,
    "مؤ": 1216,
    "ؤه": 304,
    " مؤ": 192,
    "مؤه": 1217,
    "ؤهل": 305,
    " مؤه": 193,
    "مؤهل": 1218,
    "ؤهل ": 306,
    "ً": 1464,
    "يً": 1461,
    "ًا": 1465,
    "نيً": 1336,
    "يًا": 1462,
    "ًا ": 1466,
    "ونيً": 1413,
    "نيًا": 1337,
    "يًا ": 1463,
    "لد": 1117,
    "دي": 719,
    " لد": 176,
    "لدي": 1118,
    "دي ": 720,
    " لدي": 177,
    "لدي ": 1119,
    "نز": 1315,
    "زا": 791,
    " نز": 223,
    "نزا": 1316,
    "زاع": 792,
    "اع ": 394,
    " نزا": 224,
    "نزاع": 1317,
    "زاع ": 793,
    " جا": 91,
    "ري ": 783,
    " جار": 92,
    "جاري": 605,
    "اري ": 381,
    " حو": 110,
    "حول": 670,
    " حول": 111,
    "حول ": 671,
    "حد": 642,
    " حد": 102,
    "حدو": 643,
    "دود": 713,
    "ود ": 1382,
    " حدو": 103,
    "حدود": 644,
    "دود ": 714,
    "رض": 760,
    "ض ": 874,
    "لأر": 1074,
    "أرض": 277,
    "رض ": 761,
    "الأر": 409,
    "لأرض": 1075,
    "أرض ": 278,
    "لقد": 1160,
    "قد ": 1009,
    " لقد": 180,
    "لقد ": 1161,
    "قام": 999,
    " قام": 157,
    "قام ": 1000,
    "بب": 484,
    "بن": 510,
    " بب": 57,
    "ببن": 485,
    "بنا": 511,
    "ناء": 1304,
    " ببن": 58,
    "ببنا": 486,
    "بناء": 512,
    "ناء ": 1305,
    "جد": 606,
    " جد": 93,
    "جدا": 607,
    "دار": 690,
    " جدا": 94,
    "جدار": 608,
    "دار ": 691,
    "دى": 717,
    "يتع": 1423,
    "تعد": 555,
    "عدى": 918,
    "دى ": 718,
    " يتع": 251,
    "يتعد": 1424,
    "تعدى": 556,
    "عدى ": 919,
    "رضي": 762,
    " أرض": 10,
    "أرضي": 279,
    "رضي ": 763,
    "بم": 507,
    "مق": 1275,
    " بم": 65,
    "بمق": 508,
    "مقد": 1276,
    "قدا": 1010,
    " بمق": 66,
    "بمقد": 509,
    "مقدا": 1277,
    "قدار": 1011,
    "تر": 538,
    " مت": 197,
    "متر": 1232,
    "تر ": 539,
    " متر": 198,
    "متر ": 1233,
    "ثا": 588,
    "ئق": 328,
    " وث": 243,
    "وثا": 1377,
    "ثائ": 589,
    "ائق": 344,
    "ئق ": 329,
    " وثا": 244,
    "وثائ": 1378,
    "ثائق": 590,
    "ائق ": 345,
    " مل": 216,
    " ملك": 217,
    "تث": 525,
    "ثب": 591,
    " تث": 70,
    "تثب": 526,
    "ثبت": 592,
    "بت ": 490,
    " تثب": 71,
    "تثبت": 527,
    "ثبت ": 593
  },
  "response": null,
  "action_text": null
}